Revit 2027 API
ParameterTypeId.ZoneVolume Property
 "Occupied Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneVolume { get; }
Public Shared ReadOnly Property ZoneVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneVolume {
	ForgeTypeId^ get ();
}
static member ZoneVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace